{"<unk>": 0, "<pad>": 1, "<eos>": 2, "!": 3, ",": 4, ".": 5, "1": 6, "102": 7, "1070": 8, "10_": 9, "111": 10, "1147": 11, "1158": 12, "11_": 13, "12_": 14, "130": 15, "1311": 16, "1341": 17, "1342": 18, "1401": 19, "1403": 20, "1417": 21, "1418": 22, "1419": 23, "1420": 24, "1421": 25, "1462": 26, "1592": 27, "172": 28, "1914": 29, "1918": 30, "1936": 31, "1937": 32, "1939": 33, "1941": 34, "1944": 35, "1949": 36, "1_": 37, "20th": 38, "22nd": 39, "2_": 40, "3": 41, "33": 42, "37": 43, "3_": 44, "4": 45, "4_": 46, "5": 47, "5_": 48, "60": 49, "64": 50, "6_": 51, "7_": 52, "80": 53, "8_": 54, "9_": 55, ":": 56, ";": 57, "?": 58, "_": 59, "_a": 60, "_adventures": 61, "_afraid_": 62, "_ah": 63, "_ai": 64, "_aiya": 65, "_alive": 66, "_all": 67, "_also": 68, "_always": 69, "_am_": 70, "_and": 71, "_and_": 72, "_and_jools": 73, "_animals_": 74, "_ann": 75, "_any_": 76, "_aragorn": 77, "_are_": 78, "_arise": 79, "_ash": 80, "_as\u00eba": 81, "_athelas_": 82, "_awake": 83, "_bad": 84, "_baggins": 85, "_baggins_": 86, "_balin": 87, "_barley": 88, "_battle": 89, "_being": 90, "_better": 91, "_bid": 92, "_birthday": 93, "_boating_on": 94, "_boom": 95, "_boom_": 96, "_boromir": 97, "_bought_": 98, "_bur\u00e1rum_": 99, "_but": 100, "_but_": 101, "_cabbages": 102, "_came": 103, "_can": 104, "_carried_": 105, "_chapter": 106, "_clang": 107, "_clip": 108, "_clippety": 109, "_clop": 110, "_clop_": 111, "_corsairs_": 112, "_could_": 113, "_cram_": 114, "_crash": 115, "_creak": 116, "_crebain_": 117, "_daro": 118, "_day": 119, "_dead_": 120, "_dear": 121, "_death_": 122, "_deep": 123, "_derry": 124, "_deserves": 125, "_destroy_": 126, "_did_": 127, "_die_": 128, "_died_": 129, "_do": 130, "_do_": 131, "_don": 132, "_doom": 133, "_doom_": 134, "_dotard": 135, "_durin": 136, "_dwelt_": 137, "_d\u00fan": 138, "_edro": 139, "_elanor_": 140, "_elbereth": 141, "_elbereth_": 142, "_elendil": 143, "_elessar_": 144, "_eleventy": 145, "_elfstone_": 146, "_ent_": 147, "_entish_": 148, "_ents": 149, "_entwives_": 150, "_envinyatar_": 151, "_ernil": 152, "_escape_": 153, "_estre_": 154, "_et": 155, "_even": 156, "_everyone": 157, "_everything": 158, "_fail": 159, "_fangorn_": 160, "_fare": 161, "_ferthu": 162, "_find": 163, "_fissh_": 164, "_five_": 165, "_flet_": 166, "_fl\u00f3i": 167, "_fond_": 168, "_for": 169, "_forsaken": 170, "_four_": 171, "_friend_": 172, "_frodo": 173, "_frodo_": 174, "_galenas_": 175, "_gandalf": 176, "_gandalf_": 177, "_gh\u00e2sh": 178, "_gilthoniel": 179, "_go": 180, "_gold_": 181, "_golden": 182, "_gollum": 183, "_gollum_": 184, "_gondor_": 185, "_good": 186, "_gorg\u00fbn_": 187, "_got_": 188, "_green": 189, "_grew_": 190, "_grey_": 191, "_handsome": 192, "_has_": 193, "_have": 194, "_have_": 195, "_he_": 196, "_hello": 197, "_helm_": 198, "_help": 199, "_her_": 200, "_herblore": 201, "_here": 202, "_hey": 203, "_hill_": 204, "_him": 205, "_him_": 206, "_his": 207, "_hitherto": 208, "_hithlain_": 209, "_hm": 210, "_ho": 211, "_hobbits_": 212, "_hoom": 213, "_hoom_": 214, "_horrible_": 215, "_hrum": 216, "_hrum_": 217, "_hungry_": 218, "_i": 219, "_i_": 220, "_if": 221, "_in": 222, "_in_": 223, "_indeed": 224, "_inside_": 225, "_instantly": 226, "_is": 227, "_is_": 228, "_isildur": 229, "_it": 230, "_it_": 231, "_ithildin_": 232, "_ivy": 233, "_jools": 234, "_khaz\u00e2d": 235, "_kingsfoil_": 236, "_know": 237, "_know_anything": 238, "_laurelind\u00f3renan_": 239, "_leaf": 240, "_leave": 241, "_lebethron_": 242, "_lembas": 243, "_lembas_": 244, "_little": 245, "_l\u00e1thspell_": 246, "_made": 247, "_mallorn_": 248, "_many": 249, "_mark": 250, "_mathom_": 251, "_mathoms_": 252, "_me": 253, "_me_": 254, "_meant_to": 255, "_mearas_": 256, "_mellon": 257, "_mellyrn_": 258, "_merry": 259, "_miruvor_": 260, "_mithrandir": 261, "_mithril": 262, "_mithril_": 263, "_morimaite": 264, "_mountains": 265, "_mr": 266, "_my": 267, "_my_": 268, "_m\u00fbmakil_": 269, "_naught_": 270, "_naur": 271, "_nazg\u00fbl": 272, "_need": 273, "_neek": 274, "_never": 275, "_never_": 276, "_new": 277, "_news": 278, "_nice": 279, "_nicotiana": 280, "_night": 281, "_niphredil_": 282, "_no": 283, "_no_": 284, "_noro": 285, "_not": 286, "_not_": 287, "_now": 288, "_now_": 289, "_o": 290, "_of_": 291, "_off_": 292, "_oft": 293, "_old": 294, "_oliphaunt_": 295, "_on_": 296, "_one": 297, "_only_": 298, "_open": 299, "_or": 300, "_orthanc_": 301, "_out": 302, "_out_": 303, "_palant\u00edr_": 304, "_palant\u00edri_": 305, "_party": 306, "_periain_": 307, "_perian_": 308, "_perilous_": 309, "_pipe": 310, "_pity": 311, "_please": 312, "_plunk_": 313, "_poetry": 314, "_ppps": 315, "_pps": 316, "_prancing": 317, "_precious_": 318, "_present": 319, "_proudfoots": 320, "_ps": 321, "_ra": 322, "_read": 323, "_reckoning": 324, "_rest": 325, "_ring": 326, "_robbed": 327, "_room_": 328, "_run": 329, "_r\u00e1rum_": 330, "_said": 331, "_saw_": 332, "_say": 333, "_scared": 334, "_searching": 335, "_secondly": 336, "_see": 337, "_see_": 338, "_seven": 339, "_shaft_": 340, "_shall_": 341, "_she_": 342, "_shire": 343, "_side_": 344, "_sides_": 345, "_sign_": 346, "_silver": 347, "_simbelmyn\u00eb_": 348, "_sing": 349, "_six_": 350, "_sixty_": 351, "_smelling": 352, "_smelling_": 353, "_smials": 354, "_smials_": 355, "_sneak": 356, "_snowstorms": 357, "_soon": 358, "_sorrow_": 359, "_speak": 360, "_starlight_": 361, "_starting_": 362, "_still": 363, "_stop_": 364, "_strange": 365, "_stretched": 366, "_strider_": 367, "_suffer_": 368, "_sun": 369, "_sure": 370, "_sweet": 371, "_swine_": 372, "_take": 373, "_talan_": 374, "_tall": 375, "_tap": 376, "_tark": 377, "_tarks_": 378, "_telcontar_": 379, "_thank": 380, "_that": 381, "_that_": 382, "_the": 383, "_the_": 384, "_them": 385, "_them_": 386, "_there": 387, "_they": 388, "_they_": 389, "_they_claimed": 390, "_thief": 391, "_thin": 392, "_think": 393, "_thirdly": 394, "_thirty": 395, "_this": 396, "_this_": 397, "_thought_": 398, "_three": 399, "_three_": 400, "_threw_": 401, "_tip": 402, "_tired_": 403, "_to": 404, "_to_": 405, "_together": 406, "_tom": 407, "_tomorrow": 408, "_translations": 409, "_treebeard_": 410, "_tweens": 411, "_ugl\u00fak": 412, "_unchanged_": 413, "_unscathed_": 414, "_uruks_": 415, "_vanim\u00e1lion": 416, "_verily": 417, "_very_": 418, "_walking": 419, "_was_": 420, "_we": 421, "_we_": 422, "_well": 423, "_well_": 424, "_wellforged_": 425, "_westmansweed_": 426, "_westu": 427, "_westward_": 428, "_what": 429, "_when": 430, "_where": 431, "_who_": 432, "_whoa": 433, "_with_": 434, "_yea_": 435, "_yes_": 436, "_yestre_": 437, "_you": 438, "_you_": 439, "_you_have": 440, "_yours": 441, "_yourselves_": 442, "_yrch": 443, "_y\u00e9": 444, "_\u00e9ored_": 445, "_\u00f3in": 446, "a": 447, "a_": 448, "aback": 449, "abandon": 450, "abandoned": 451, "abandons": 452, "abashed": 453, "abate": 454, "abated": 455, "abbreviated": 456, "abed": 457, "abide": 458, "abiding": 459, "ablaze": 460, "able": 461, "aboard": 462, "abode": 463, "abominable": 464, "about": 465, "above": 466, "abreast": 467, "abroad": 468, "abrupt": 469, "absence": 470, "absolute": 471, "absorbed": 472, "abstracts": 473, "absurd": 474, "absurdly": 475, "abundant": 476, "abundantly": 477, "abuse": 478, "abyss": 479, "accents": 480, "accept": 481, "accepted": 482, "accepting": 483, "accessory": 484, "accident": 485, "accomplish": 486, "accomplished": 487, "accord": 488, "accorded": 489, "according": 490, "account": 491, "accounted": 492, "accounting": 493, "accounts": 494, "accurate": 495, "accursed": 496, "accused": 497, "accusing": 498, "accustomed": 499, "ach": 500, "ache": 501, "ached": 502, "aches": 503, "achieve": 504, "achieved": 505, "achieving": 506, "aching": 507, "acknowledge": 508, "acknowledged": 509, "acorn": 510, "acquaintance": 511, "acquainted": 512, "acquire": 513, "acquired": 514, "acres": 515, "acrobatics": 516, "across": 517, "act": 518, "acted": 519, "acting": 520, "actual": 521, "actually": 522, "adamant": 523, "adar": 524, "add": 525, "added": 526, "adders": 527, "adding": 528, "addition": 529, "additional": 530, "additions": 531, "address": 532, "addressed": 533, "addressing": 534, "adelard": 535, "adjoining": 536, "adjusted": 537, "admirable": 538, "admiration": 539, "admire": 540, "admirers": 541, "admiring": 542, "admit": 543, "admittance": 544, "admitted": 545, "adopt": 546, "adopted": 547, "adoption": 548, "adrift": 549, "advance": 550, "advanced": 551, "advancing": 552, "advantage": 553, "adventure": 554, "adventures": 555, "adventurous": 556, "advice": 557, "advise": 558, "advised": 559, "aear": 560, "aearon": 561, "afar": 562, "affair": 563, "affairs": 564, "affect": 565, "affection": 566, "affinity": 567, "afflicted": 568, "afford": 569, "affray": 570, "afield": 571, "afire": 572, "aflame": 573, "afloat": 574, "afoot": 575, "afore": 576, "aforetime": 577, "afraid": 578, "afresh": 579, "africa": 580, "after": 581, "after_": 582, "afternoon": 583, "afternoons": 584, "afterthought": 585, "afterward": 586, "afterwards": 587, "again": 588, "against": 589, "age": 590, "aged": 591, "ageing": 592, "ageless": 593, "agelong": 594, "ages": 595, "aggrieved": 596, "agh": 597, "aghast": 598, "agility": 599, "agin": 600, "agitation": 601, "aglar": 602, "aglarond": 603, "ago": 604, "ago_": 605, "agony": 606, "agree": 607, "agreed": 608, "agreement": 609, "agricultural": 610, "ah": 611, "ahead": 612, "ai": 613, "aid": 614, "aided": 615, "aiding": 616, "aiglos": 617, "aii": 618, "ail": 619, "ailing": 620, "aim": 621, "aimed": 622, "aimlessly": 623, "ain": 624, "air": 625, "airet\u00e1ri": 626, "airless": 627, "airs": 628, "airy": 629, "aisle": 630, "aisles": 631, "ajar": 632, "akin": 633, "alarm": 634, "alarmed": 635, "alarming": 636, "alas": 637, "alcove": 638, "alcoves": 639, "aldal\u00f3m\u00eb": 640, "aldaron": 641, "alder": 642, "aldor": 643, "ale": 644, "alert": 645, "alfirin": 646, "alien": 647, "alight": 648, "alighted": 649, "alike": 650, "alive": 651, "all": 652, "allay": 653, "allegiance": 654, "allegorical": 655, "allegory": 656, "alley": 657, "alleys": 658, "alliance": 659, "alliances": 660, "allied": 661, "allies": 662, "allotted": 663, "allow": 664, "allowance": 665, "allowed": 666, "allowed_": 667, "allows": 668, "allude": 669, "allured": 670, "almost": 671, "aloft": 672, "alone": 673, "along": 674, "alongside": 675, "aloof": 676, "aloud": 677, "already": 678, "also": 679, "alter": 680, "altered": 681, "altering": 682, "alternated": 683, "alternative": 684, "although": 685, "altogether": 686, "always": 687, "am": 688, "amaze": 689, "amazed": 690, "amazement": 691, "amazing": 692, "ambar": 693, "ambar\u00f3na": 694, "ambassador": 695, "ambassadors": 696, "ambiguous": 697, "amble": 698, "ambush": 699, "ambushed": 700, "ambushing": 701, "amend": 702, "amended": 703, "amends": 704, "amethyst": 705, "amid": 706, "amidmost": 707, "amidst": 708, "amiss": 709, "ammen": 710, "amon": 711, "among": 712, "amongst": 713, "amount": 714, "amroth": 715, "amuse": 716, "amused": 717, "amusement": 718, "amusing": 719, "an": 720, "anann": 721, "anborn": 722, "ancalagon": 723, "ancalima": 724, "ancestral": 725, "anchored": 726, "ancient": 727, "ancientry": 728, "and": 729, "andave": 730, "andros": 731, "anduin": 732, "andy": 733, "and\u00fan\u00eb": 734, "and\u00faril": 735, "anemones": 736, "anew": 737, "anfalas": 738, "angband": 739, "angbor": 740, "angelica": 741, "anger": 742, "anger_": 743, "angered": 744, "angers": 745, "angle": 746, "angmar": 747, "angren": 748, "angrenost": 749, "angrier": 750, "angrily": 751, "angry": 752, "anguish": 753, "anigh": 754, "animal": 755, "animals": 756, "ankle": 757, "ankles": 758, "annals": 759, "annexed": 760, "annihilated": 761, "anniversary": 762, "annon": 763, "annotation": 764, "announce": 765, "announced": 766, "announcement": 767, "announcement_": 768, "annoyance": 769, "annoyed": 770, "ann\u00faminas": 771, "ann\u00fbn": 772, "anon": 773, "anor": 774, "another": 775, "answer": 776, "answerable": 777, "answered": 778, "answering": 779, "answers": 780, "ant": 781, "anthills": 782, "antiquity": 783, "ants": 784, "anvil": 785, "anvils": 786, "anxiety": 787, "anxious": 788, "anxiously": 789, "any": 790, "anybody": 791, "anyhow": 792, "anyone": 793, "anything": 794, "anyway": 795, "anywhere": 796, "an\u00e1rion": 797, "an\u00f3rien": 798, "apace": 799, "apart": 800, "ape": 801, "apes": 802, "apiece": 803, "apologetically": 804, "apparent": 805, "apparently": 806, "appealing": 807, "appealingly": 808, "appear": 809, "appearance": 810, "appearances": 811, "appeared": 812, "appearing": 813, "appears": 814, "appease": 815, "appended": 816, "appendices": 817, "appetite": 818, "applauding": 819, "applause": 820, "apple": 821, "appledore": 822, "apples": 823, "applicability": 824, "apply": 825, "appoint": 826, "appointed": 827, "approach": 828, "approached": 829, "approaches": 830, "approaching": 831, "approval": 832, "approved": 833, "approving": 834, "april": 835, "apron": 836, "apt": 837, "ar": 838, "aragorn": 839, "aragorn_": 840, "aranion_": 841, "arathorn": 842, "araw": 843, "arc": 844, "arch": 845, "arched": 846, "archers": 847, "archery": 848, "arches": 849, "archet": 850, "architecture": 851, "archway": 852, "are": 853, "aren": 854, "argent": 855, "argonath": 856, "argue": 857, "argued": 858, "arguing": 859, "argument": 860, "arguments": 861, "arid": 862, "aright": 863, "arise": 864, "arisen": 865, "arises": 866, "arising": 867, "arm": 868, "armed": 869, "armies": 870, "armour": 871, "armoured": 872, "armourer": 873, "armouries": 874, "armoury": 875, "armpit": 876, "armpits": 877, "arms": 878, "army": 879, "arnach": 880, "arnen": 881, "arnor": 882, "arod": 883, "aromatic": 884, "arose": 885, "around": 886, "arouse": 887, "aroused": 888, "arrange": 889, "arranged": 890, "arrangement": 891, "arrangements": 892, "array": 893, "arrayed": 894, "arrest": 895, "arrested": 896, "arrival": 897, "arrive": 898, "arrived": 899, "arriving": 900, "arrow": 901, "arrows": 902, "art": 903, "article": 904, "articles": 905, "arts": 906, "arvedui": 907, "arvernien": 908, "arwen": 909, "arwen_": 910, "as": 911, "ascend": 912, "ascending": 913, "ascent": 914, "asfaloth": 915, "ash": 916, "ashamed": 917, "ashen": 918, "ashes": 919, "ashore": 920, "aside": 921, "ask": 922, "asked": 923, "asking": 924, "asks": 925, "asleep": 926, "asphodel": 927, "ass": 928, "assail": 929, "assailed": 930, "assailing": 931, "assault": 932, "assaulting": 933, "assemble": 934, "assembled": 935, "assembling": 936, "assembly": 937, "assented": 938, "assigned": 939, "assistance": 940, "assistant": 941, "assisting": 942, "assortment": 943, "assuaged": 944, "assure": 945, "assured": 946, "assuredly": 947, "astir": 948, "astonished": 949, "astonishing": 950, "astonishment": 951, "astounding": 952, "astray": 953, "asunder": 954, "at": 955, "ate": 956, "athelas": 957, "atone": 958, "atop": 959, "attached": 960, "attack": 961, "attacked": 962, "attacker": 963, "attacking": 964, "attempt": 965, "attempted": 966, "attempts": 967, "attend": 968, "attended": 969, "attends": 970, "attention": 971, "attentive": 972, "attentively": 973, "attire": 974, "attired": 975, "attracted": 976, "attractions": 977, "attractive": 978, "attributed": 979, "auction": 980, "audibly": 981, "audience": 982, "aught": 983, "author": 984, "authorities": 985, "authority": 986, "autumn": 987, "autumns": 988, "avail": 989, "available": 990, "availed": 991, "avalanche": 992, "avalanches": 993, "avenge": 994, "avenged": 995, "avenging": 996, "avenue": 997, "avenues": 998, "aver": 999, "averted": 1000, "avoid": 1001, "avoided": 1002, "avoiding": 1003, "av\u00e1nier": 1004, "await": 1005, "awaited": 1006, "awaiting": 1007, "awaits": 1008, "awake": 1009, "awaken": 1010, "awakened": 1011, "awakening": 1012, "awakes": 1013, "aware": 1014, "away": 1015, "away_": 1016, "awe": 1017, "awhile": 1018, "awkward": 1019, "awkwardly": 1020, "awoke": 1021, "axe": 1022, "axe_": 1023, "axes": 1024, "axin": 1025, "ay": 1026, "aye": 1027, "azanulbizar": 1028, "b": 1029, "babbled": 1030, "babbling": 1031, "babel": 1032, "bachelors": 1033, "back": 1034, "back_alive_": 1035, "backarappers": 1036, "backed": 1037, "background": 1038, "backs": 1039, "backward": 1040, "backwards": 1041, "bacon": 1042, "bad": 1043, "bade": 1044, "badge": 1045, "badger": 1046, "badgering": 1047, "badgers": 1048, "badges": 1049, "badly": 1050, "badness": 1051, "baffle": 1052, "baffled": 1053, "bag": 1054, "baggage": 1055, "baggins": 1056, "bagginses": 1057, "bagronk": 1058, "bags": 1059, "bagshot": 1060, "bain": 1061, "bait": 1062, "baked": 1063, "bakers": 1064, "balance": 1065, "balanced": 1066, "balcony": 1067, "bald": 1068, "baldor": 1069, "baldric": 1070, "baleful": 1071, "balin": 1072, "ball": 1073, "ballast": 1074, "balls": 1075, "balrog": 1076, "balusters": 1077, "bamfurlong": 1078, "band": 1079, "bandage": 1080, "bandobras": 1081, "bands": 1082, "bandy": 1083, "bane": 1084, "bane_": 1085, "banes": 1086, "bang": 1087, "bang_": 1088, "banging": 1089, "banished": 1090, "bank": 1091, "banked": 1092, "banks": 1093, "banner": 1094, "banners": 1095, "banquet": 1096, "banquets": 1097, "bar": 1098, "barad": 1099, "barahir": 1100, "baran": 1101, "baranduin": 1102, "baranor": 1103, "baraz": 1104, "barazinbar": 1105, "barbed": 1106, "barbs": 1107, "bard": 1108, "bardings": 1109, "bare": 1110, "bared": 1111, "barely": 1112, "barer": 1113, "barest": 1114, "bargain": 1115, "bargained": 1116, "bargains": 1117, "barges": 1118, "baring": 1119, "bark": 1120, "barked": 1121, "barkers": 1122, "barking": 1123, "barley": 1124, "barliman": 1125, "barn": 1126, "barns": 1127, "barred": 1128, "barrel": 1129, "barrels": 1130, "barren": 1131, "barricade": 1132, "barrier": 1133, "barriers": 1134, "barring": 1135, "barrow": 1136, "barrowfield": 1137, "barrows": 1138, "bars": 1139, "baruk": 1140, "base": 1141, "bases": 1142, "basin": 1143, "basins": 1144, "basis": 1145, "basket": 1146, "basking": 1147, "bastards": 1148, "bastion": 1149, "bastions": 1150, "bath": 1151, "bathe": 1152, "bathed": 1153, "bathing": 1154, "bathroom": 1155, "baths": 1156, "bats": 1157, "battalions": 1158, "battered": 1159, "battering": 1160, "battle": 1161, "battlement": 1162, "battlemented": 1163, "battlements": 1164, "battles": 1165, "bay": 1166, "baying": 1167, "bc": 1168, "be": 1169, "beaches": 1170, "beacon": 1171, "beacons": 1172, "bead": 1173, "beads": 1174, "beak": 1175, "beaklike": 1176, "beam": 1177, "beaming": 1178, "beams": 1179, "beans": 1180, "bear": 1181, "bearable": 1182, "beard": 1183, "bearded": 1184, "beardless": 1185, "beards": 1186, "bearer": 1187, "bearer_": 1188, "bearers": 1189, "bearing": 1190, "bears": 1191, "beast": 1192, "beastly": 1193, "beasts": 1194, "beat": 1195, "beaten": 1196, "beater": 1197, "beating": 1198, "beats": 1199, "beautiful": 1200, "beautifuller": 1201, "beautifully": 1202, "beauty": 1203, "beaver": 1204, "became": 1205, "because": 1206, "beckon": 1207, "beckoned": 1208, "beckoning": 1209, "become": 1210, "becomes": 1211, "becoming": 1212, "bed": 1213, "bedewed": 1214, "bedridden": 1215, "bedroom": 1216, "bedrooms": 1217, "beds": 1218, "bedside": 1219, "bee": 1220, "beech": 1221, "beechbone": 1222, "beechen": 1223, "beeches": 1224, "been": 1225, "beens": 1226, "beer": 1227, "bees": 1228, "beetles": 1229, "befall": 1230, "befallen": 1231, "befell": 1232, "befit": 1233, "before": 1234, "beforehand": 1235, "befriend": 1236, "befriended": 1237, "beg": 1238, "began": 1239, "beggar": 1240, "beggars": 1241, "begged": 1242, "begging": 1243, "begin": 1244, "beginning": 1245, "beginnings": 1246, "begins": 1247, "begone": 1248, "begotten": 1249, "begrudged": 1250, "begs": 1251, "begun": 1252, "behalf": 1253, "behave": 1254, "behaved": 1255, "behaving": 1256, "behaviour": 1257, "beheaded": 1258, "beheld": 1259, "behind": 1260, "behold": 1261, "being": 1262, "belated": 1263, "belch": 1264, "belched": 1265, "belching": 1266, "beleaguered": 1267, "beleriand": 1268, "belfalas": 1269, "belie": 1270, "belied": 1271, "belief": 1272, "believe": 1273, "believed": 1274, "believes": 1275, "believing": 1276, "belike": 1277, "bell": 1278, "bellies": 1279, "bellow": 1280, "bellowed": 1281, "bellowing": 1282, "bellows": 1283, "bells": 1284, "belly": 1285, "bellying": 1286, "belong": 1287, "belonged": 1288, "belonging": 1289, "belongings": 1290, "belongs": 1291, "beloved": 1292, "below": 1293, "belt": 1294, "belted": 1295, "belts": 1296, "bemused": 1297, "ben": 1298, "bench": 1299, "benches": 1300, "bend": 1301, "bendable": 1302, "bending": 1303, "bends": 1304, "beneath": 1305, "benefit": 1306, "benefits": 1307, "benevolent": 1308, "bent": 1309, "beorn": 1310, "beornings": 1311, "bereaved": 1312, "bereft": 1313, "beregond": 1314, "beren": 1315, "bergil": 1316, "berhael": 1317, "berries": 1318, "berry": 1319, "berth": 1320, "beryl": 1321, "ber\u00fathiel": 1322, "beset": 1323, "beside": 1324, "besides": 1325, "besieged": 1326, "besiegers": 1327, "besom": 1328, "best": 1329, "bestial": 1330, "bestirred": 1331, "bestow": 1332, "bestowed": 1333, "bet": 1334, "beth": 1335, "betide": 1336, "betray": 1337, "betrayal": 1338, "betrayals": 1339, "betrayed": 1340, "better": 1341, "betters": 1342, "between": 1343, "beware": 1344, "beware_": 1345, "bewilder": 1346, "bewildered": 1347, "bewildering": 1348, "bewilderment": 1349, "bewitched": 1350, "bewitchment": 1351, "beyond": 1352, "bickering": 1353, "bid": 1354, "bidden": 1355, "bidding": 1356, "bide": 1357, "biding": 1358, "bids": 1359, "bier": 1360, "biers": 1361, "bifur": 1362, "big": 1363, "bigger": 1364, "biggest": 1365, "bight": 1366, "bilberry": 1367, "bilbo": 1368, "bilbo_": 1369, "bill": 1370, "billowing": 1371, "billows": 1372, "bind": 1373, "binding": 1374, "binds": 1375, "birch": 1376, "birches": 1377, "bird": 1378, "birdlike": 1379, "birds": 1380, "birth": 1381, "birthday": 1382, "birthdays": 1383, "bit": 1384, "bite": 1385, "biter": 1386, "bites": 1387, "biting": 1388, "bits": 1389, "bitten": 1390, "bitter": 1391, "bitterly": 1392, "bitterness": 1393, "bivouac": 1394, "bivouacked": 1395, "black": 1396, "blackberry": 1397, "blackened": 1398, "blacker": 1399, "blackhanded": 1400, "blackness": 1401, "blackroot": 1402, "blacksmiths": 1403, "blade": 1404, "bladed": 1405, "blades": 1406, "blame": 1407, "blamed": 1408, "blameless": 1409, "blanch": 1410, "blanched": 1411, "blanco": 1412, "blank": 1413, "blanket": 1414, "blankets": 1415, "blankly": 1416, "blare": 1417, "blared": 1418, "blaring": 1419, "blast": 1420, "blasted": 1421, "blasting": 1422, "blasts": 1423, "blaze": 1424, "blazed": 1425, "blazing": 1426, "blazoned": 1427, "bleak": 1428, "bleared": 1429, "bleary": 1430, "bleating": 1431, "bleeding": 1432, "blemish": 1433, "blench": 1434, "blenched": 1435, "blended": 1436, "blending": 1437, "bless": 1438, "blessed": 1439, "blessedly": 1440, "blessedness": 1441, "blessing": 1442, "blessings": 1443, "blest": 1444, "blew": 1445, "blight": 1446, "blind": 1447, "blinded": 1448, "blindfold": 1449, "blindfolded": 1450, "blinding": 1451, "blindly": 1452, "blindness": 1453, "blink": 1454, "blinked": 1455, "blinking": 1456, "bliss": 1457, "blissful": 1458, "blistered": 1459, "blizzard": 1460, "bloated": 1461, "block": 1462, "blocked": 1463, "blocking": 1464, "blocks": 1465, "blood": 1466, "bloodshot": 1467, "bloodthirsty": 1468, "bloody": 1469, "bloom": 1470, "blossom": 1471, "blossomed": 1472, "blossoming": 1473, "blot": 1474, "blotch": 1475, "blotched": 1476, "blotted": 1477, "blotting": 1478, "blow": 1479, "blowing": 1480, "blown": 1481, "blows": 1482, "blue": 1483, "blunder": 1484, "blundering": 1485, "blunted": 1486, "blunting": 1487, "blur": 1488, "blurred": 1489, "blurring": 1490, "blush": 1491, "blushed": 1492, "blushing": 1493, "boar": 1494, "board": 1495, "boarded": 1496, "boards": 1497, "boast": 1498, "boasted": 1499, "boat": 1500, "boating": 1501, "boats": 1502, "bob": 1503, "bobbed": 1504, "bobbing": 1505, "bode": 1506, "bodies": 1507, "bodiless": 1508, "boding": 1509, "body": 1510, "boffin": 1511, "boffins": 1512, "bofur": 1513, "bog": 1514, "bogey": 1515, "boggy": 1516, "bogs": 1517, "boil": 1518, "boiled": 1519, "boiling": 1520, "boils": 1521, "bold": 1522, "bolder": 1523, "boldest": 1524, "boldly": 1525, "boldness": 1526, "bole": 1527, "boles": 1528, "bolger": 1529, "bolgers": 1530, "bollards": 1531, "bolster": 1532, "bolsters": 1533, "bolt": 1534, "bolted": 1535, "bolting": 1536, "bolts": 1537, "bom": 1538, "bombadil": 1539, "bombadillo": 1540, "bombur": 1541, "bond": 1542, "bonds": 1543, "bone": 1544, "boned": 1545, "boner": 1546, "bones": 1547, "bonfire": 1548, "bony": 1549, "book": 1550, "books": 1551, "boom": 1552, "boom_": 1553, "boomed": 1554, "booming": 1555, "booms": 1556, "boon": 1557, "boorar": 1558, "boot": 1559, "booted": 1560, "booth": 1561, "booths": 1562, "bootless": 1563, "boots": 1564, "booty": 1565, "border": 1566, "bordered": 1567, "borders": 1568, "bore": 1569, "bored": 1570, "borgil": 1571, "boring": 1572, "born": 1573, "borne": 1574, "boro": 1575, "boromir": 1576, "boromir_you": 1577, "borrow": 1578, "borrower": 1579, "bosom": 1580, "boss": 1581, "bosses": 1582, "botanical": 1583, "both": 1584, "bother": 1585, "bothered": 1586, "bothering": 1587, "bottle": 1588, "bottled": 1589, "bottles": 1590, "bottom": 1591, "bough": 1592, "boughs": 1593, "bought": 1594, "boulder": 1595, "boulders": 1596, "bound": 1597, "boundary": 1598, "bounded": 1599, "bounders": 1600, "bounding": 1601, "bounds": 1602, "bow": 1603, "bowed": 1604, "bower": 1605, "bowing": 1606, "bowl": 1607, "bowlegged": 1608, "bowls": 1609, "bowman": 1610, "bowmen": 1611, "bows": 1612, "bowshot": 1613, "bowstring": 1614, "bowstrings": 1615, "box": 1616, "boxes": 1617, "boy": 1618, "boys": 1619, "brace": 1620, "braced": 1621, "bracegirdle": 1622, "bracegirdles": 1623, "bracelet": 1624, "bracken": 1625, "brackets": 1626, "brag": 1627, "braided": 1628, "braids": 1629, "brain": 1630, "brake": 1631, "brakes": 1632, "bramble": 1633, "brambles": 1634, "branch": 1635, "branched": 1636, "branches": 1637, "branching": 1638, "brand": 1639, "branded": 1640, "brandir": 1641, "brandished": 1642, "brandishing": 1643, "brandmarks": 1644, "brands": 1645, "brandy": 1646, "brandybuck": 1647, "brandybucks": 1648, "brandywine": 1649, "brat": 1650, "brats": 1651, "brave": 1652, "braver": 1653, "braying": 1654, "brazen": 1655, "brazier": 1656, "breach": 1657, "breached": 1658, "breaches": 1659, "bread": 1660, "breadth": 1661, "break": 1662, "breaker": 1663, "breakfast": 1664, "breakfasted": 1665, "breakfasts": 1666, "breaking": 1667, "breaks": 1668, "breast": 1669, "breastwork": 1670, "breath": 1671, "breathe": 1672, "breathed": 1673, "breathing": 1674, "breathless": 1675, "breathlessly": 1676, "breathlessness": 1677, "breaths": 1678, "bred": 1679, "bree": 1680, "bree_": 1681, "breeches": 1682, "breed": 1683, "breeds": 1684, "breek": 1685, "breeland": 1686, "breelanders": 1687, "breeze": 1688, "breezy": 1689, "bregalad": 1690, "brego": 1691, "brethren": 1692, "brew": 1693, "brewing": 1694, "briar": 1695, "briars": 1696, "bribing": 1697, "brick": 1698, "bricks": 1699, "bride": 1700, "bridge": 1701, "bridged": 1702, "bridgefields": 1703, "bridges": 1704, "bridle": 1705, "bridled": 1706, "brief": 1707, "briefer": 1708, "briefly": 1709, "brigand": 1710, "brigands": 1711, "bright": 1712, "bright_": 1713, "brightened": 1714, "brighter": 1715, "brightest": 1716, "brightly": 1717, "brightness": 1718, "brim": 1719, "brimmed": 1720, "brimming": 1721, "bring": 1722, "bringer": 1723, "bringing": 1724, "brings": 1725, "brink": 1726, "brisk": 1727, "briskly": 1728, "bristles": 1729, "bristling": 1730, "brm": 1731, "broached": 1732, "broad": 1733, "broadened": 1734, "broadening": 1735, "broadens": 1736, "broader": 1737, "brockenbores": 1738, "brockhouse": 1739, "brockhouses": 1740, "broidered": 1741, "broil": 1742, "broke": 1743, "broken": 1744, "brokenly": 1745, "bronze": 1746, "brooch": 1747, "brooches": 1748, "brood": 1749, "brooded": 1750, "brooding": 1751, "broods": 1752, "brook": 1753, "brooks": 1754, "broom": 1755, "broth": 1756, "brother": 1757, "brothers": 1758, "brought": 1759, "brow": 1760, "brown": 1761, "browned": 1762, "browner": 1763, "browns": 1764, "brows": 1765, "brr": 1766, "bruinen": 1767, "bruise": 1768, "bruised": 1769, "bruising": 1770, "brunt": 1771, "brush": 1772, "brushed": 1773, "brushing": 1774, "brushwood": 1775, "brutal": 1776, "brute": 1777, "brutes": 1778, "bubble": 1779, "bubbled": 1780, "bubbling": 1781, "buch": 1782, "buck": 1783, "buckland": 1784, "bucklander": 1785, "bucklanders": 1786, "bucklebury": 1787, "buckler": 1788, "bucklers": 1789, "bucks": 1790, "bud": 1791, "budding": 1792, "budge": 1793, "budgeford": 1794, "buds": 1795, "build": 1796, "builded": 1797, "builder": 1798, "builders": 1799, "building": 1800, "buildings": 1801, "built": 1802, "bulged": 1803, "bulging": 1804, "bulk": 1805, "bulky": 1806, "bull": 1807, "bullies": 1808, "bullroarer": 1809, "bullying": 1810, "bulwark": 1811, "bump": 1812, "bumped": 1813, "bumping": 1814, "bumpkin": 1815, "bunched": 1816, "bundle": 1817, "bundled": 1818, "bundles": 1819, "bundushath\u00fbr": 1820, "burden": 1821, "burdened": 1822, "burdens": 1823, "burdensome": 1824, "burg": 1825, "buri": 1826, "burial": 1827, "buried": 1828, "burn": 1829, "burned": 1830, "burning": 1831, "burnings": 1832, "burnished": 1833, "burns": 1834, "burrow": 1835, "burrowed": 1836, "burrowing": 1837, "burrows": 1838, "burrowses": 1839, "burst": 1840, "bursting": 1841, "bursts": 1842, "bury": 1843, "burying": 1844, "burzum": 1845, "bur\u00e1rum": 1846, "bur\u00fam\u00eb_": 1847, "bush": 1848, "bush_": 1849, "bushes": 1850, "bushy": 1851, "busied": 1852, "busier": 1853, "busily": 1854, "business": 1855, "bustle": 1856, "bustling": 1857, "busy": 1858, "busybody": 1859, "but": 1860, "but_not_": 1861, "butt": 1862, "butter": 1863, "butterbur": 1864, "butterflies": 1865, "butteries": 1866, "buttery": 1867, "buttons": 1868, "buttress": 1869, "buttresses": 1870, "buy": 1871, "buyer": 1872, "buzzed": 1873, "buzzing": 1874, "by": 1875, "by_orthanc_": 1876, "bye": 1877, "bygone": 1878, "byre": 1879, "byres": 1880, "bywater": 1881, "byways": 1882, "byword": 1883, "b\u00fabhosh": 1884, "cackle": 1885, "cackled": 1886, "cage": 1887, "caged": 1888, "caging": 1889, "cair": 1890, "cairn": 1891, "caita": 1892, "cake": 1893, "caked": 1894, "cakes": 1895, "calacirian": 1896, "calacirya": 1897, "calaciryo": 1898, "calculate": 1899, "calculations": 1900, "calembel": 1901, "calenardhon": 1902, "calendar": 1903, "calendars": 1904, "calenhad": 1905, "call": 1906, "called": 1907, "called_the": 1908, "callers": 1909, "calling": 1910, "calls": 1911, "calm": 1912, "calmed": 1913, "calmer": 1914, "calmly": 1915, "came": 1916, "camp": 1917, "campaigner": 1918, "camped": 1919, "camping": 1920, "campment": 1921, "camps": 1922, "can": 1923, "candle": 1924, "candlelight": 1925, "candles": 1926, "canker": 1927, "cannot": 1928, "canopied": 1929, "canopy": 1930, "cans": 1931, "cap": 1932, "capable": 1933, "caper": 1934, "capered": 1935, "capering": 1936, "caperings": 1937, "capital": 1938, "capitals": 1939, "capped": 1940, "caps": 1941, "captain": 1942, "captains": 1943, "captive": 1944, "captives": 1945, "captivity": 1946, "captors": 1947, "capture": 1948, "captured": 1949, "carach": 1950, "caradhras": 1951, "caras": 1952, "carcanet": 1953, "carcase": 1954, "carcases": 1955, "carchost": 1956, "card": 1957, "care": 1958, "cared": 1959, "career": 1960, "careering": 1961, "careful": 1962, "carefully": 1963, "careless": 1964, "carelessly": 1965, "cares": 1966, "caress": 1967, "caressed": 1968, "caressing": 1969, "careworn": 1970, "cargo": 1971, "caring": 1972, "carn": 1973, "carnim\u00edri\u00eb": 1974, "carpenter": 1975, "carpeted": 1976, "carriages": 1977, "carried": 1978, "carrier": 1979, "carriers": 1980, "carries": 1981, "carrion": 1982, "carrock": 1983, "carrots": 1984, "carrotses": 1985, "carry": 1986, "carrying": 1987, "cars": 1988, "cart": 1989, "carts": 1990, "cartwrights": 1991, "carve": 1992, "carved": 1993, "carven": 1994, "carving": 1995, "cascade": 1996, "case": 1997, "cases": 1998, "cask": 1999, "casket": 2000, "casks": 2001, "cast": 2002, "casting": 2003, "castle": 2004, "castles": 2005, "casts": 2006, "casual": 2007, "cat": 2008, "cat_": 2009, "catapults": 2010, "cataracts": 2011, "catch": 2012, "catches": 2013, "catching": 2014, "catering": 2015, "cats": 2016, "cattle": 2017, "caught": 2018, "cauldron": 2019, "cause": 2020, "caused": 2021, "causeway": 2022, "causing": 2023, "caution": 2024, "cautious": 2025, "cautiously": 2026, "cavalcade": 2027, "cavalry": 2028, "cave": 2029, "cavern": 2030, "cavernous": 2031, "caverns": 2032, "caves": 2033, "caveyard": 2034, "cease": 2035, "ceased": 2036, "ceaseless": 2037, "ceaselessly": 2038, "cedar": 2039, "cedars": 2040, "ceded": 2041, "ceiling": 2042, "celandine": 2043, "celebdil": 2044, "celeborn": 2045, "celebrant": 2046, "celebrate": 2047, "celebrating": 2048, "celebration": 2049, "celebrimbor": 2050, "celebr\u00edan": 2051, "celerdain": 2052, "cell": 2053, "cellar": 2054, "cellars": 2055, "celos": 2056, "central": 2057, "centre": 2058, "centuries": 2059, "century": 2060, "ceorl": 2061, "ceremony": 2062, "cerin": 2063, "certain": 2064, "certainly": 2065, "certainty": 2066, "cesspool": 2067, "chaered": 2068, "chafed": 2069, "chafes": 2070, "chain": 2071, "chained": 2072, "chains": 2073, "chain\u00e9d": 2074, "chair": 2075, "chairs": 2076, "chalcedony": 2077, "chalk": 2078, "chalky": 2079, "challenge": 2080, "challenged": 2081, "challenger": 2082, "challenges": 2083, "challenging": 2084, "chamber": 2085, "chamberlain": 2086, "chambers": 2087, "champ": 2088, "champion": 2089, "champions": 2090, "chance": 2091, "chanced": 2092, "chances": 2093, "change": 2094, "changeable": 2095, "changed": 2096, "changeful": 2097, "changes": 2098, "changing": 2099, "channel": 2100, "channels": 2101, "chant": 2102, "chanted": 2103, "chanting": 2104, "chap": 2105, "chaps": 2106, "chapter": 2107, "chapters": 2108, "character": 2109, "characters": 2110, "charcoal": 2111, "charge": 2112, "charged": 2113, "charges": 2114, "charging": 2115, "chariots": 2116, "charm": 2117, "charmed": 2118, "charming": 2119, "charnel": 2120, "charred": 2121, "chase": 2122, "chased": 2123, "chasing": 2124, "chasm": 2125, "chasms": 2126, "chat": 2127, "chattels": 2128, "chatter": 2129, "chattered": 2130, "chattering": 2131, "chatting": 2132, "cheat": 2133, "cheated": 2134, "cheating": 2135, "cheats": 2136, "check": 2137, "checked": 2138, "checking": 2139, "cheek": 2140, "cheeked": 2141, "cheeks": 2142, "cheer": 2143, "cheered": 2144, "cheerful": 2145, "cheerfully": 2146, "cheerfulness": 2147, "cheering": 2148, "cheerless": 2149, "cheers": 2150, "cheery": 2151, "cheese": 2152, "cherry": 2153, "chessboard": 2154, "chest": 2155, "chestnut": 2156, "chestnuts": 2157, "chests": 2158, "chetwood": 2159, "chewing": 2160, "chief": 2161, "chiefly": 2162, "chiefs": 2163, "chieftain": 2164, "chieftains": 2165, "child": 2166, "childhood": 2167, "childish": 2168, "childless": 2169, "children": 2170, "chill": 2171, "chilled": 2172, "chilling": 2173, "chilly": 2174, "chimney": 2175, "chimneys": 2176, "chin": 2177, "chink": 2178, "chinks": 2179, "chins": 2180, "chip": 2181, "chips": 2182, "chisel": 2183, "chiselled": 2184, "chiselling": 2185, "choice": 2186, "choices": 2187, "choke": 2188, "choked": 2189, "chokes": 2190, "choking": 2191, "choose": 2192, "chooser": 2193, "chooses": 2194, "choosing": 2195, "chopped": 2196, "chopping": 2197, "chorus": 2198, "chose": 2199, "chosen": 2200, "christopher": 2201, "chubb": 2202, "chubbs": 2203, "chuckled": 2204, "churned": 2205, "churning": 2206, "circle": 2207, "circled": 2208, "circles": 2209, "circlet": 2210, "circlets": 2211, "circling": 2212, "circuit": 2213, "circular": 2214, "circulated": 2215, "circumstances": 2216, "cirdan": 2217, "ciril": 2218, "cirion": 2219, "cirith": 2220, "cisterns": 2221, "citadel": 2222, "cities": 2223, "city": 2224, "civil": 2225, "clack": 2226, "clad": 2227, "claim": 2228, "claimed": 2229, "claims": 2230, "clambered": 2231, "clambering": 2232, "clammy": 2233, "clamorous": 2234, "clamour": 2235, "clamouring": 2236, "clang": 2237, "clanged": 2238, "clannish": 2239, "clans": 2240, "clap": 2241, "clapped": 2242, "clapping": 2243, "claps": 2244, "clash": 2245, "clashed": 2246, "clashing": 2247, "clasp": 2248, "clasped": 2249, "clasping": 2250, "clatter": 2251, "clattered": 2252, "clattering": 2253, "claw": 2254, "clawed": 2255, "clawfingered": 2256, "clawing": 2257, "clawlike": 2258, "claws": 2259, "clay": 2260, "clean": 2261, "cleaned": 2262, "cleaning": 2263, "clear": 2264, "clear_": 2265, "cleared": 2266, "clearer": 2267, "clearest": 2268, "clearing": 2269, "clearings": 2270, "clearly": 2271, "cleave": 2272, "cleaving": 2273, "cleft": 2274, "clefts": 2275, "clematis": 2276, "clemency": 2277, "clenched": 2278, "clenching": 2279, "clever": 2280, "cleverness": 2281, "click": 2282, "clicked": 2283, "cliff": 2284, "cliffs": 2285, "climb": 2286, "climbed": 2287, "climbing": 2288, "climbs": 2289, "clime": 2290, "cling": 2291, "clinging": 2292, "clink": 2293, "clinking": 2294, "clip": 2295, "clip_": 2296, "clipped": 2297, "clippely": 2298, "clipping": 2299, "clippings": 2300, "cloak": 2301, "cloaked": 2302, "cloaks": 2303, "clock": 2304, "clocks": 2305, "clop": 2306, "clop_": 2307, "close": 2308, "closed": 2309, "closely": 2310, "closer": 2311, "closes": 2312, "closest": 2313, "closeted": 2314, "closeting": 2315, "closing": 2316, "cloth": 2317, "clothed": 2318, "clothes": 2319, "clothing": 2320, "cloths": 2321, "cloud": 2322, "clouded": 2323, "cloudless": 2324, "clouds": 2325, "cloudy": 2326, "cloudyhead": 2327, "clove": 2328, "cloven": 2329, "club": 2330, "clubs": 2331, "clump": 2332, "clumps": 2333, "clumsier": 2334, "clumsily": 2335, "clumsy": 2336, "clung": 2337, "cluster": 2338, "clustered": 2339, "clustering": 2340, "clusters": 2341, "clutch": 2342, "clutched": 2343, "clutches": 2344, "clutching": 2345, "clutter": 2346, "cluttered": 2347, "coach": 2348, "coals": 2349, "coarse": 2350, "coast": 2351, "coastlands": 2352, "coasts": 2353, "coat": 2354, "coats": 2355, "cobwebs": 2356, "cock": 2357, "cocking": 2358, "cockle": 2359, "cocks": 2360, "coil": 2361, "coiled": 2362, "coiling": 2363, "coils": 2364, "coining": 2365, "cold": 2366, "colder": 2367, "coldest": 2368, "coldly": 2369, "collapse": 2370, "collapsed": 2371, "collar": 2372, "collect": 2373, "collected": 2374, "collecting": 2375, "collection": 2376, "collections": 2377, "collector": 2378, "college": 2379, "colonists": 2380, "colonized": 2381, "colony": 2382, "colour": 2383, "coloured": 2384, "colourless": 2385, "colours": 2386, "column": 2387, "columns": 2388, "comb": 2389, "combat": 2390, "combe": 2391, "combed": 2392, "combined": 2393, "combs": 2394, "come": 2395, "come_": 2396, "comely": 2397, "comer": 2398, "comers": 2399, "comes": 2400, "comes_": 2401, "cometh": 2402, "comfort": 2403, "comfortable": 2404, "comfortably": 2405, "comforted": 2406, "comforting": 2407, "comfortless": 2408, "comforts": 2409, "comic": 2410, "comical": 2411, "coming": 2412, "coming_": 2413, "comings": 2414, "command": 2415, "command_": 2416, "commanded": 2417, "commanding": 2418, "commands": 2419, "commend": 2420, "comment": 2421, "commentaries": 2422, "comments": 2423, "commit": 2424, "committed": 2425, "commodious": 2426, "commodity": 2427, "common": 2428, "commonly": 2429, "commons": 2430, "commotion": 2431, "communicative": 2432, "communities": 2433, "companies": 2434, "companion": 2435, "companions": 2436, "companionship": 2437, "company": 2438, "comparative": 2439, "compare": 2440, "compared": 2441, "compelling": 2442, "compensated": 2443, "compensation": 2444, "competent": 2445, "competing": 2446, "compiled": 2447, "complain": 2448, "complaints": 2449, "complete": 2450, "completed": 2451, "completely": 2452, "complex": 2453, "complicated": 2454, "compliment": 2455, "compliments": 2456, "composed": 2457, "composition": 2458, "compounded": 2459, "comprehended": 2460, "comprehending": 2461, "comprehension": 2462, "compulsion": 2463, "computed": 2464, "comrade": 2465, "comrades": 2466, "conceal": 2467, "concealed": 2468, "concealing": 2469, "concealment": 2470, "conceived": 2471, "concern": 2472, "concerned": 2473, "concerning": 2474, "concerns": 2475, "conclave": 2476, "conclusion": 2477, "concourse": 2478, "condemned": 2479, "condescending": 2480, "conditions": 2481, "condor": 2482, "conduct": 2483, "cone": 2484, "cones": 2485, "coney": 2486, "coneys": 2487, "confederates": 2488, "confer": 2489, "confess": 2490, "confessed": 2491, "confidence": 2492, "confidently": 2493, "confines": 2494, "confirm": 2495, "conflict": 2496, "conflicting": 2497, "confounded": 2498, "confuse": 2499, "confused": 2500, "confusing": 2501, "confusion": 2502, "congratulate": 2503, "conical": 2504, "conin": 2505, "conjectural": 2506, "conjuring": 2507, "conjuror": 2508, "connected": 2509, "connexion": 2510, "connexions": 2511, "conquer": 2512, "conquered": 2513, "conquering": 2514, "conqueror": 2515, "conquest": 2516, "conscience": 2517, "conscious": 2518, "consent": 2519, "consequence": 2520, "consider": 2521, "considerable": 2522, "considered": 2523, "considering": 2524, "console": 2525, "conspiracy": 2526, "conspirator": 2527, "conspirators": 2528, "constant": 2529, "constantly": 2530, "constrained": 2531, "constructed": 2532, "consult": 2533, "consulted": 2534, "consulting": 2535, "consume": 2536, "consumed": 2537, "consuming": 2538, "contain": 2539, "contained": 2540, "containing": 2541, "contains": 2542, "contemporary": 2543, "contempt": 2544, "contemptible": 2545, "content": 2546, "contented": 2547, "contention": 2548, "contents": 2549, "contest": 2550, "contested": 2551, "continually": 2552, "continue": 2553, "continued": 2554, "continues": 2555, "continuing": 2556, "continuously": 2557, "contradictions": 2558, "contraptions": 2559, "contrary": 2560, "contrast": 2561, "contributor": 2562, "contrivance": 2563, "contrive": 2564, "contrived": 2565, "contriving": 2566, "control": 2567, "convenience": 2568, "convenient": 2569, "converged": 2570, "converging": 2571, "conversation": 2572, "converse": 2573, "convex": 2574, "convey": 2575, "conveyed": 2576, "conveying": 2577, "convince": 2578, "convinced": 2579, "convulsed": 2580, "convulsion": 2581, "convulsive": 2582, "cook": 2583, "cooked": 2584, "cooking": 2585, "cooks": 2586, "cool": 2587, "cooled": 2588, "cooler": 2589, "coomb": 2590, "copies": 2591, "copper": 2592, "coppices": 2593, "copy": 2594, "corals": 2595, "cord": 2596, "cordial": 2597, "cordially": 2598, "cords": 2599, "core": 2600, "cormacolindor": 2601, "cormallen": 2602, "corn": 2603, "cornel": 2604, "corner": 2605, "cornered": 2606, "corners": 2607, "cornlands": 2608, "coronal": 2609, "corpse": 2610, "corpses": 2611, "correct": 2612, "corrected": 2613, "correction": 2614, "corrections": 2615, "correctly": 2616, "correspondence": 2617, "corridor": 2618, "corrupt": 2619, "corrupted": 2620, "corrupter": 2621, "corruption": 2622, "corrupts": 2623, "corsairs": 2624, "corslet": 2625, "corslets": 2626, "cost": 2627, "costs": 2628, "cosy": 2629, "cot": 2630, "cottage": 2631, "cotton": 2632, "cottons": 2633, "couch": 2634, "couches": 2635, "coughed": 2636, "coughing": 2637, "could": 2638, "couldn": 2639, "council": 2640, "councils": 2641, "counsel": 2642, "counselled": 2643, "counsellor": 2644, "counsellors": 2645, "counsels": 2646, "count": 2647, "counted": 2648, "countenance": 2649, "counter": 2650, "countered": 2651, "counterfeits": 2652, "counting": 2653, "countless": 2654, "countries": 2655, "countries_": 2656, "countrified": 2657, "country": 2658, "countrymen": 2659, "countryside": 2660, "counts": 2661, "couple": 2662, "courage": 2663, "course": 2664, "coursed": 2665, "courses": 2666, "court": 2667, "courteous": 2668, "courteously": 2669, "courtesies": 2670, "courtesy": 2671, "courtly": 2672, "courts": 2673, "courtyard": 2674, "cousin": 2675, "cousins": 2676, "cover": 2677, "covered": 2678, "covering": 2679, "coverlet": 2680, "coverlets": 2681, "covers": 2682, "covert": 2683, "covet": 2684, "covets": 2685, "cow": 2686, "cowed": 2687, "cower": 2688, "cowered": 2689, "cowering": 2690, "cowing": 2691, "crack": 2692, "crack_": 2693, "cracked": 2694, "cracker": 2695, "crackers": 2696, "cracking": 2697, "crackle": 2698, "crackled": 2699, "cracks": 2700, "cradles": 2701, "craft": 2702, "crafts": 2703, "craftsmen": 2704, "crafty": 2705, "crag": 2706, "craggy": 2707, "crags": 2708, "cramped": 2709, "craning": 2710, "crannied": 2711, "crannies": 2712, "cranny": 2713, "crash": 2714, "crashed": 2715, "crashing": 2716, "crater": 2717, "crave": 2718, "craven": 2719, "crawl": 2720, "crawled": 2721, "crawling": 2722, "crazy": 2723, "creak": 2724, "creaked": 2725, "creaking": 2726, "creakings": 2727, "cream": 2728, "creased": 2729, "creature": 2730, "creatures": 2731, "credible": 2732, "credit": 2733, "creek": 2734, "creep": 2735, "creepers": 2736, "creeping": 2737, "creeps": 2738, "crept": 2739, "crescent": 2740, "cresses": 2741, "crest": 2742, "crests": 2743, "crevice": 2744, "crevices": 2745, "crew": 2746, "cricket": 2747, "crickhollow": 2748, "cried": 2749, "cried_": 2750, "cries": 2751, "crimson": 2752, "cringe": 2753, "cringed": 2754, "cringing": 2755, "crippled": 2756, "crisp": 2757, "critic": 2758, "critical": 2759, "croak": 2760, "croaked": 2761, "croaking": 2762, "crockery": 2763, "crocks": 2764, "crook": 2765, "crooked": 2766, "crookedly": 2767, "crop": 2768, "cross": 2769, "crossed": 2770, "crosses": 2771, "crossing": 2772, "crossings": 2773, "crotch": 2774, "crouch": 2775, "crouched": 2776, "crouches": 2777, "crouching": 2778, "crow": 2779, "crowd": 2780, "crowded": 2781, "crowding": 2782, "crowed": 2783, "crowing": 2784, "crown": 2785, "crowned": 2786, "crowning": 2787, "crownless": 2788, "crowns": 2789, "crows": 2790, "crucial": 2791, "cruel": 2792, "cruelly": 2793, "cruelty": 2794, "crumb": 2795, "crumble": 2796, "crumbled": 2797, "crumbles": 2798, "crumbling": 2799, "crumbs": 2800, "crumpled": 2801, "crumples": 2802, "crunch": 2803, "crunchable": 2804, "crush": 2805, "crushed": 2806, "crushing": 2807, "crust": 2808, "crusts": 2809, "cry": 2810, "crying": 2811, "crystal": 2812, "crystals": 2813, "cudgel": 2814, "cuio": 2815, "culled": 2816, "culmination": 2817, "culvert": 2818, "cunning": 2819, "cunningly": 2820, "cup": 2821, "cupboard": 2822, "cupped": 2823, "cups": 2824, "cur": 2825, "curdled": 2826, "cure": 2827, "cured": 2828, "curiosity": 2829, "curious": 2830, "curiously": 2831, "curl": 2832, "curled": 2833, "curling": 2834, "curls": 2835, "curly": 2836, "current": 2837, "currents": 2838, "curse": 2839, "cursed": 2840, "curses": 2841, "cursing": 2842, "curtain": 2843, "curtained": 2844, "curtains": 2845, "curun\u00edr": 2846, "curve": 2847, "curved": 2848, "curves": 2849, "curving": 2850, "cushion": 2851, "cushions": 2852, "custom": 2853, "customer": 2854, "customers": 2855, "customs": 2856, "cut": 2857, "cuts": 2858, "cutting": 2859, "cypress": 2860, "c\u00edrdan": 2861, "d": 2862, "d_": 2863, "dab": 2864, "dabbling": 2865, "dad": 2866, "daddy": 2867, "daeron": 2868, "daffadowndilly": 2869, "dagger": 2870, "dagorlad": 2871, "dahrar": 2872, "daily": 2873, "dainties": 2874, "dainty": 2875, "dais": 2876, "daisies": 2877, "dale": 2878, "dales": 2879, "dam": 2880, "damage": 2881, "damaged": 2882, "damasked": 2883, "dame": 2884, "dammed": 2885, "damned": 2886, "damp": 2887, "damper": 2888, "damrod": 2889, "dams": 2890, "dan": 2891, "dance": 2892, "danced": 2893, "dances": 2894, "dancing": 2895, "danger": 2896, "dangerous": 2897, "dangerously": 2898, "dangers": 2899, "dangle": 2900, "dangling": 2901, "dank": 2902, "dappled": 2903, "dappling": 2904, "dare": 2905, "dared": 2906, "dares": 2907, "daresay": 2908, "daring": 2909, "dark": 2910, "darken": 2911, "darkened": 2912, "darkening": 2913, "darkens": 2914, "darker": 2915, "darkest": 2916, "darkling": 2917, "darkly": 2918, "darkness": 2919, "darksome": 2920, "darling": 2921, "darn": 2922, "dart": 2923, "darted": 2924, "darting": 2925, "darts": 2926, "dash": 2927, "dashed": 2928, "dashing": 2929, "date": 2930, "dates": 2931, "daughter": 2932, "daughters": 2933, "daunt": 2934, "daunted": 2935, "dauntless": 2936, "daunts": 2937, "daur": 2938, "dawdle": 2939, "dawdling": 2940, "dawn": 2941, "dawned": 2942, "dawning": 2943, "day": 2944, "daybreak": 2945, "daylight": 2946, "daylong": 2947, "daymeal": 2948, "days": 2949, "days_": 2950, "daytime": 2951, "dazed": 2952, "dazzled": 2953, "dazzling": 2954, "dazzlingly": 2955, "dead": 2956, "dead_": 2957, "deadlier": 2958, "deadly": 2959, "deadmen": 2960, "deafening": 2961, "deafer": 2962, "deafest": 2963, "deal": 2964, "dealer": 2965, "dealing": 2966, "dealings": 2967, "deals": 2968, "dealt": 2969, "dear": 2970, "dearer": 2971, "dearest": 2972, "dearly": 2973, "dearth": 2974, "death": 2975, "deathless": 2976, "deathlike": 2977, "deathly": 2978, "debatable": 2979, "debate": 2980, "debated": 2981, "debates": 2982, "debating": 2983, "debt": 2984, "decay": 2985, "decayed": 2986, "deceit": 2987, "deceitful": 2988, "deceits": 2989, "deceive": 2990, "deceived": 2991, "deceives": 2992, "december": 2993, "decent": 2994, "deceptive": 2995, "decide": 2996, "decided": 2997, "decides": 2998, "deciding": 2999, "decipher": 3000, "decision": 3001, "decisions": 3002, "deck": 3003, "declaim": 3004, "declare": 3005, "declared": 3006, "declaring": 3007, "declining": 3008, "decrease": 3009, "decrepitude": 3010, "deed": 3011, "deedle": 3012, "deeds": 3013, "deem": 3014, "deemed": 3015, "deep": 3016, "deep_": 3017, "deepen": 3018, "deepened": 3019, "deepening": 3020, "deepens": 3021, "deeper": 3022, "deepest": 3023, "deeping": 3024, "deeply": 3025, "deeps": 3026, "deer": 3027, "defeat": 3028, "defeated": 3029, "defeats": 3030, "defects": 3031, "defence": 3032, "defences": 3033, "defend": 3034, "defended": 3035, "defender": 3036, "defenders": 3037, "defending": 3038, 